

INSERT INTO publishers (publisher_name, description, logo_url) VALUES 
(
    'উদ্বাস একাডেমিক এন্ড এডমিশন কেয়ার',
    'একজন শিক্ষার্থী একটি জাতির অপার সম্ভাবনার ধারক। উদ্ভাস পরিবার সবসময় এই শিক্ষার্থীদের পথচলাকে বহুমাত্রিকভাবে অনুপ্রাণিত করতে চায়। উদ্ভাস একজন শিক্ষার্থীকে না বুঝে মুখস্থ করার বদলে প্রশ্ন করতে এবং সেই প্রশ্নের উত্তর খুঁজতে আগ্রহী করে তোলে। উত্তর খুঁজে বের করার এরকম হাজারো অনিশ্চিত ভ্রমণের মাধ্যমে যুগে যুগে মানুষ জ্ঞানচর্চায় এগিয়ে গেছে। মানবসভ্যতা উন্নত হয়েছে। তবে এই উন্নতিই শেষ কথা নয়। কেননা উদ্ভাস মনে করে, একটি সুন্দর এবং বাসযোগ্য পৃথিবী গড়ে তুলতে হলে একজন শিক্ষার্থীকে কেবল পড়াশোনায় ভালো করলেই চলবে না। বরং তার মধ্যে থাকতে হবে চিন্তাশীলতার চর্চা, ইতিবাচক মনোভাব, পর্যাপ্ত আত্মবিশ্বাস এবং মূল্যবোধের বিকাশ। মানুষ চিন্তাশীল হতে পারলে স্রষ্টার দেয়া বিপুল শক্তিশালী মস্তিষ্ককে ব্যবহার করে অনেক অসম্ভবকে সম্ভব করতে পারে। কিন্তু মূল্যবোধের চর্চার অভাবে মানুষ নিজেই নিজেদের ধ্বংসের কারণ হতে পারে। মানবসভ্যতার ইতিহাস ঘাটলে এমন অনেক ঘটনাই পাওয়া যায়। অন্যদিকে, এই পৃথিবীর বুকে প্রতিনিয়ত অজস্র প্রতিকূলতার বিপরীতে মানুষের মতো ক্ষুদ্র প্রাণীর টিকে থাকার অন্যতম হাতিয়ার হচ্ছে আত্মবিশ্বাস এবং ইতিবাচকতা। উদ্ভাস শিক্ষার্থীদের মেধার বিকাশের পাশাপাশি এই গুণগুলোর বিকাশকেও অপরিহার্য মনে করে। কেননা এভাবেই সত্যিকারের পরিবর্তন আসে। বস্তুত পরিবর্তনের প্রত্যয়ে পথ চলতে চলতে একটি সুন্দর বাংলাদেশের স্বপ্নকেই বাস্তবায়ন করতে চায় উদ্ভাস।',
    'https://rokbucket.rokomari.io/company/0212e9c25_12019.jpg'
),
(
    'পাঞ্জেরী পাবকেশন্স লিঃ',
    '2000. Though we started with the publication of academic books first, our turf is now more diversified and attuned to the taste of modernization and globalization.',
    'https://rokbucket.rokomari.io/company/6af9bc0ef_4531.jpg'
),
(
    'টেকনিক পাবলিকেশন',
    'Technique Publication বাংলাদেশের একটি উদ্ভাবনী ও আধুনিক শিক্ষামূলক প্রকাশনা প্রতিষ্ঠান, যা ২০২৪ সাল থেকে শিক্ষার্থীদের জন্য মানসম্মত বই ও স্মার্ট লার্নিং সল্যুশন প্রদান করে আসছে। এই প্রতিষ্ঠানটি বিশেষভাবে এসএসসি, এইচএসসি, বিশ্ববিদ্যালয় ভর্তি এবং চাকরি প্রস্তুতির জন্য উচ্চমানের বই প্রকাশ করে থাকে, যা দেশের হাজারো শিক্ষার্থী ও শিক্ষক দ্বারা বিশ্বস্ত হিসেবে বিবেচিত।',
    'https://rokbucket.rokomari.io/company/591947f3d_20754.png'
),
(
    'জয়কলি পাবলিকেশনস লিঃ',
    '.',
    'https://rokbucket.rokomari.io/company/7d4cd857c_2445.jpg'
),
(
    'সাইফুর''স',
    '',
    ''
),
(
    'এমপি থ্রি পাবলিকেশনস',
    '',
    ''
),
(
    'অক্ষরপত্র প্রকাশনী',
    '.',
    'https://rokbucket.rokomari.io/company/9aa543465_2197.png'
),
(
    'দি রয়্যাল সায়েন্টিফিক পাবলিকেশনস্',
    '.',
    'https://rokbucket.rokomari.io/company/d0a148a58_8823.jpg'
),
(
    'সেবা প্রকাশনী',
    '.',
    'https://rokbucket.rokomari.io/company/fa4b93d22_369.jpg'
),
(
    'প্রথমা প্রকাশন',
    'প্রথমা প্রকাশন বাংলাদেশের একটি প্রকাশনা প্রতিষ্ঠান। এটির স্বত্বাধিকারী প্রতিষ্ঠান হচ্ছে প্রথম আলো। প্রথমা প্রকাশন ২০০৯ সালে প্রতিষ্ঠিত। প্রতিষ্ঠার শুরু থেকেই মুক্তিযুদ্ধ ও স্বপক্ষের বিভিন্ন বিষয় এবং নতুন ধারার বা মাত্রার বই প্রকাশ করে আসছে প্রথমা প্রকাশন। শুরু থেকেই প্রকাশনীটি একুশে বইমেলাতে অংশগ্রহণ করে আসছে। প্রকাশনটি এখন পর্যন্ত প্রায় দুইশতাধিক লেখকের প্রায় ৯০০ বই প্রকাশ করেছে।',
    'https://rokbucket.rokomari.io/company/7a8d8aa40_38.jpg'
),
(
    'বাংলা একাডেমি',
    'বাংলা একাডেমি(Bangla Academy) প্রতিষ্ঠিত হয় ১৯৫৫ সালের ৩রা ডিসেম্বর। এদিন ‘বর্ধমান হাউস’-এর সম্মুখস্থ বটতলায় উদ্বোধন-অনুষ্ঠানের আয়োজন করা হয়। পূর্ববাংলার তদানীন্তন মুখ্যমন্ত্রী জনাব আবু হোসেন সরকার ‘উদ্বোধনী ভাষণ’ পাঠ করেন। পূর্ববাংলার তদানীন্তন শিক্ষামন্ত্রী জনাব আশরাফ উদ্দীন আহমদ চৌধুরীও অনুষ্ঠানে ভাষণ প্রদান করেন। আমাদের লক্ষ্য দেশজ সংস্কৃতি, কৃষ্টি, ইতিহাস, ঐতিহ্য, মুক্তিযুদ্ধের চেতনা, সমকালীন শিল্প ও সাহিত্য সংরক্ষণ এবং গবেষণা ও উন্নয়নের মাধ্যমে জাতির মানসিক বিকাশ ও উৎকর্ষ সাধন।',
    'https://rokbucket.rokomari.io/company/3e0d3ff5d094_8.png'
),
(
    'ঐতিহ্য',
    '....................',
    'https://rokbucket.rokomari.io/company/c567e7605da4_175.jpg'
),
(
    'ইসলামিক ফাউন্ডেশন',
    '১৯৭১ সালে নয় মাসের রক্তক্ষয়ী সর্বাত্মক মুক্তিযুদ্ধের মধ্যদিয়ে বাংলাদেশ স্বাধীন হয়। দেশের সর্বসত্মরের মানুষ মুক্তিযুদ্ধের পক্ষে থাকলেও একটি ক্ষুদ্র গোষ্ঠী ‘ইসলামি সংহতি’ ও ‘মুসলিম ভ্রাতৃত্ব’ অটুট রাখার অজুহাতে মহান মুক্তিযুদ্ধের বিরোধিতা করে এবং তৎকালীন পাকিসত্মানি স্বৈরশাসক গোষ্ঠী ও হানাদার বাহিনীর সাথে হাত মেলায়। ইসলামের ভুল-ব্যাখ্যা করে তারা সরলপ্রাণ জনগণকে বিভ্রান্ত করার চেষ্টা করে এবং মুক্তিযুদ্ধকে ইসলাম-বিরোধী কাজ ও মুক্তিযোদ্ধাসহ মুক্তিকামী জনগণকে ইসলামের শত্রু বলে আখ্যায়িত করে। শুধু প্রচার-প্রচারণা নয়, ইসলামের অপব্যাখ্যা করে হানাদার বাহিনীর সঙ্গে হত্যা-লুণ্ঠনসহ মানবতাবিরোধী সকল অনৈসলামিক কার্যক্রম পরিচালনা করে। তাদের এই তৎপরতা ছিলো সম্পূর্ণ অন্যায় ও ইসলামি আদর্শের পরিপন্থি। মুক্তিযুদ্ধ ছিলো হানাদার জালিমের বিরুদ্ধে মজলুম জনগণের ইসলাম সম্মত এক সর্বাত্মক ন্যায়যুদ্ধ। ওই সময় স্বার্থান্বেষী গোষ্ঠীর ইসলাম-বিরোধী কর্মকান্ডের কারণে দেশ-বিদেশে শামিত্মর ধর্ম ইসলামের ভাব-মর্যাদা দারুণভাবে ক্ষুণ্ণ হয়। এই তিক্ত অভিজ্ঞতার প্রেক্ষাপটে স্বাধীন বাংলাদেশে ইসলামের যথার্থ শিক্ষা ও মর্মাবাণী সঠিকভাবে ব্যাপক জনগোষ্ঠীর মাঝে প্রচার-প্রসারের প্রয়োজনীয়তা তীব্রভাবে অনুভূত হয়। এরই ফলশ্রম্নতিতে জাতির জনক বঙ্গবন্ধু শেখ মুজিবুর রহমান ১৯৭৫ সালের ২২ মার্চ এক অধ্যাদেশবলে ইসলামিক ফাউন্ডেশন প্রতিষ্ঠা করেন। ইসলামি আদর্শের যথাযথ প্রকাশ তথা ইসলামের উদার মানবতাবাদী চেতনা বিকাশের লক্ষ্যে একটি বিধিবদ্ধ সংস্থা হিসেবে ইসলামিক ফাউন্ডেশনের প্রতিষ্ঠা ছিলো জাতির জনকের সুদূরপ্রসারী চিন্তার এক অমিত সম্ভাবনাময় স্বর্ণফসল।',
    'https://rokbucket.rokomari.io/company/f5f29b41b_586.jpg'
),
(
    'বাতিঘর প্রকাশনী',
    'বাতিঘর প্রকাশনী বাংলা থ্রিলার সহিত্যের পথিকৃৎ হিসাবে পরিচিত। গত দুই দশকে বাতিঘর প্রকাশনীর হাত ধরে প্রায় শতাধিক তরুণ লেখক বাংলা সাহিত্যে প্রবেশ করেছে। জনপ্রিয় বিদেশি উপন্যাসের পিছনে না ছুটে তুলনামূলক অপরিচিত উপন্যাসের অনুবাদ দিয়ে ২০০৩ সালে যাত্রা শুরু করে বাতিঘর প্রকাশনী। বাতিঘরের মাধ্যমে বিশ্বসাহিত্যের মানসম্মত উপন্যাসগুলোর সাথে পরিচিত হতে শুরু করে পাঠক সমাজ। যাত্রার শুরু থেকেই বৈচিত্র্যময় বই বাছাই ও সুলভ মূল্যের কারণে পাঠকদের কাছে পরিচিত হয়ে উঠে প্রকাশনীটি। বাতিঘর প্রকাশনীর সত্ত্বাধিকারী মোহম্মদ নাজিম উদ্দিন ও প্রকাশনীর একদল তরুণ লেখকের নের্তৃত্বে অনুবাদ সাহিত্যের পাশাপাশি মৌলিক থৃলারও জনপ্রিয় হয়ে উঠে বাংলাদেশে। ২০১০ সালে বাতিঘর প্রকাশনী থেকে প্রকাশিত হয় দেশের প্রথম মৌলিক থ্রিলার ''নেমেসিস''। পাঠকদের আস্থাভাজন এই প্রকশনা সংস্থাটি প্রতি বছর বইমেলায় এক ঝাঁক নতুন লেখককে সুযোগ দিয়ে থাকে। থৃলার জনরা জনপ্রিয়করণ ও লেখক তৈরির জন্য ''থৃলার গল্প সংকলন'' প্রকাশনীটির অন্যন্য এক সংযোজন। প্রকাশনীটির রয়েছে নিজস্ব সাহিত্য ম্যাগাজিন ''পিদিম''।',
    'https://rokbucket.rokomari.io/company/6d81a82b5_572.jpg'
),
(
    'বিশ্বসাহিত্য কেন্দ্র',
    'বিশ্ব সাহিত্য কেন্দ্র বাংলাদেশের একটি সামাজিক সংগঠন যার মূল লক্ষ্য কিশোর ও যুব সমাজকে আলোকিত মানুষ হিসাবে গড়ে তোলা। এই সংগঠনের মূল কৌশল হলো গ্রন্থপাঠের মাধ্যমে তরুণদের সঠিক পথে পরিচালিত করা। আলোকিত মানুষ চাই শ্লোগানের উপর ভিত্তি করে সংগঠনটি বাংলাদেশে বই পড়া ও সৎ চিন্তা বিকাশ ঘটানোর জন্য কাজ করে থাকে।',
    'https://rokbucket.rokomari.io/company/757026637444_51.jpg'
),
(
    'অন্যপ্রকাশ',
    'সৃজনশীল প্রকাশনায় উৎকর্ষের সন্ধানে-এই স্লোগান নিয়ে ১৯৯৭-এর ফেব্রুয়ারিতে আত্মপ্রকাশ করে প্রকাশনা সংস্থা অন্যপ্রকাশ। ঠিক আগের বছরই উদ্যাপিত হয়েছে মুক্তিযুদ্ধের রজতজয়ন্তী। দেশে গণতন্ত্রের অভিযাত্রা শুরু হয়েছে নবরূপে। সর্বত্র নবসৃষ্টির প্রাণময়তা। সেসময় আমাদের দেশে আন্তর্জাতিক মানসম্পন্ন সৃজনশীল প্রকাশনা প্রায় ছিল হাতে গোনা। আমাদের পাঠকসংখ্যা প্রচুর বাড়লেও এবং আন্তর্জাতিকভাবে মুদ্রণ মান বেশ উন্নত হলেও, আমরা মনে করেছিলাম আমাদের দেশের সৃজনশীল প্রকাশনাশিল্প যথেষ্ট অগ্রগতি হয় নি । মুদ্রণ ও বিপণন—দুই ক্ষেত্রেই উন্নতির এক বিশাল সম্ভাবনা তখনো ছিল, এখনো আছে। আমাদের এই বিশ্বাস ও প্রকাশনা জগতে আমাদের অভিজ্ঞতা—এই দুটি বিষয় আমাদের অনুপ্রাণিত করেছে অন্যপ্রকাশ প্রতিষ্ঠা করতে। প্রতিষ্ঠার পর থেকেই প্রকাশনার উৎকর্ষ সাধনে আমাদের নিরন্তর প্রচেষ্টা, আধুনিক বিপণন ব্যবস্থা এবং প্রকাশক-লেখক পেশাদার সম্পর্কের মাধ্যমে দেশের লেখক-পাঠক-পুস্তক বিক্রেতাসহ সুশীল সমাজের কাছে অন্যপ্রকাশ এখন একটি মর্যাদাপূর্ণ প্রকাশনা প্রতিষ্ঠান। আমাদের প্রকাশিত গ্রন্থ সংখ্যা প্রায় নয় শতাধিক। দেশের শীর্ষস্থানীয় প্রায় সকল লেখকের বই প্রকাশ করেছে অন্যপ্রকাশ। খ্যাতিমান লেখকদের অধিকাংশ গুরুত্বপূর্ণ বই প্রকাশ করেছি আমরা। কিংবদন্তি কথাসাহিত্যিক হুমায়ূন আহমেদের সকল প্রধান সাহিত্যকর্মের পাশাপাশি তাঁর ১১৬টি মৌলিক ও সংকলন গ্রন্থের প্রকাশক অন্যপ্রকাশ। এছাড়াও অনেক তরুণ কিন্তু প্রতিভাবান লেখকের বইও প্রকাশিত হয়েছে অন্যপ্রকাশ থেকে। প্রবীণের অভিজ্ঞতা আর প্রতিভাদীপ্ত তারুণ্যের প্রকাশক্ষেত্র অন্যপ্রকাশ।',
    'https://rokbucket.rokomari.io/company/a8cf13f14_1.jpg'
),
(
    'আনন্দ পাবলিশার্স (ভারত)',
    'আনন্দবাজার পত্রিকার কর্ণধার প্রয়াত অশোককুমার সরকার (১৯১২-১৯৮৩) চেয়েছিলেন একটি সৃজনশীল প্রকাশনা সংস্থা গড়ে তুলতে যা বাংলার সাহিত্য-সংস্কৃতি ও প্রকাশনাজগৎকে সমৃদ্ধ করবে। এই সংকল্প সার্থক করে তোলার জন্যই ১৯৫৭ সালে আনন্দ পাবলিশার্সের সূচনা। প্রথম প্রকাশিত বইটি ছিল সুবোধ ঘোষ-এর শতকীয়া। আজ এই সংস্থা বাংলা প্রকাশনাজগতে প্রথম সারির বলে গণ্য। বাংলা সাহিত্যের প্রায় সব বিখ্যাত লেখকদের গ্রন্থই ইতিমধ্যে আমরা পাঠকের হাতে তুলে দিতে পেরেছি। ধারাবাহিক অভিজ্ঞতা, গবেষণাধর্মী উচ্চমানের রচনা, গ্রন্থনির্মাণে গুণমানের সুবাদে আনন্দ পাবলিশার্স গত ষাট বছর ধরে গ্রন্থপ্রকাশনায় অন্যতম প্রধান স্থান অর্জন করেছে।',
    'https://rokbucket.rokomari.io/company/cb3cb5253_123.jpg'
),
(
    'আদর্শ',
    'মানব সভ্যতা বিকাশে জ্ঞানের ভূমিকা অনস্বীকার্য। আর জ্ঞানকে দেশ থেকে দেশে, প্রজন্ম থেকে প্রজন্মে, ব্যক্তি থেকে সমষ্টিতে ছড়িয়ে দেয়ার অদ্বিতীয় মাধ্যম হচ্ছে বই। বইয়ের মাধ্যমে আমরা এমন জ্ঞানকে ছড়িয়ে দিতে চাই, যেন পৃথিবী আরও ন্যায় ও কল্যাণময় হয়ে ওঠে। প্রতিবছর লক্ষাধিক বই পাঠকের হাতে তুলে দিচ্ছে আদর্শ। সর্বাাধিক বেস্ট সেলার সমৃদ্ধ বাংলাদেশের শীর্ষস্থানীয় প্রকাশনা প্রতিষ্ঠান আদর্শ মানুষের চিন্তাশক্তি, কল্পনাশক্তি ও মানবিক গুণাবলির বিকাশ এবং দক্ষ জনশক্তি তৈরির লক্ষ্যে প্রতিটি পাঠকের হাতে নির্ভুল, সুসম্পাদিত, বৈচিত্র্যপূর্ণ উচ্চ মানসম্পন্ন লেখা, ছাপা, কাগজ ও বাঁধাইসমৃদ্ধ বই তুলে দিতে চায়। প্রকাশনা হিসেবে নতুন লেখক, নতুন লেখা, নতুন প্রবণতা, নতুন পাঠক এবং নতুন পাঠরুচি নিয়েই আদর্শ। ব্যক্তির অর্জিত জ্ঞান, উপলব্ধি, অভিজ্ঞতাকে বইয়ের মাধ্যমে সমষ্টির মধ্যে ছড়িয়ে দেয়াই আদর্শর প্রধান লক্ষ্য। পাণ্ডুলিপি নির্বাচন ও প্রকাশের ক্ষেত্রে আদর্শ কূপমণ্ডুকতাজাত গোড়ামী তথা শস্তা মত-মতবাদ-মতাদর্শ ইত্যাদি থেকে মুক্ত এবং ঘৃণাবাদ তথা বর্ণবাদকে কঠোরভাবে পরিহার করে',
    'https://rokbucket.rokomari.io/company/f405172f2_91.png'
),
(
    'দি ইউনিভার্সিটি প্রেস লিমিটেড (ইউ পি এল)',
    'A pioneer in academic and scholarly publishing in Bangladesh, UPL has cultivated the work of some of Bangladesh’s best scholars and literary talents. Our catalog includes books on politics, governance, history, sociology, development, gender, education, health, environment, anthropology, religion, economics, autobiography/biography, and a commendable collection of literary titles – in both English and Bangla languages. UPL’s scholarly publications are considered some of the best resources for research on Bangladesh and are highly sought after by academics worldwide. Our literary collection also presents the works of brilliant writers in the poetry, fiction and short story genres. UPL’s Keystone Road to Bangladesh Series presents a comprehensive collection providing a well-rounded narrative of the events of 1971 and the emergence of independent Bangladesh. This collection, which UPL is dedicated to keeping permanently in print, includes a large number of primary sources, analysis, and literature relating to the Bangladesh Liberation War. UPL was formed in December 1975 by Mohiuddin Ahmed, the former editor of Oxford University Press, Pakistan. Besides its own publishing activities, UPL has been the Bangladeshi distributor for several foreign publishers and has also worked with a wide range of international publishers, including Zed Books, Cambridge University Press, Kumarian Press, Women Unlimited and Zubaan Books, to create high-quality collaborative volumes. UPL’s catalog includes more than 600 titles in print, making us one of the most distinctive institutions in Bangladesh, committed to building a knowledge-based society.',
    'https://rokbucket.rokomari.io/company/5f2385d75_606.jpg'
),
(
    'দে''জ পাবলিশিং (ভারত)',
    '(Deys Publishing)একটি বিশিষ্ট কলকাতা-ভিত্তিক বাংলা গ্রন্থ প্রকাশন সংস্থা। এটি ভারতের পাঁচটি বৃহত্তম বাংলা গ্রন্থ প্রকাশনার একটি। দে’জ পাবলিশিং-এর কর্ণধার সুধাংশুশেখর দে, যিনি কলকাতা পুস্তকমেলার মাঠ নিয়ামকের দায়িত্বে রয়েছেন। এই প্রকাশন সংস্থা শংকর, সুনীল গঙ্গোপাধ্যায়, শীর্ষেন্দু মুখোপাধ্যায়, নারায়ণ সান্যাল, বুদ্ধদেব গুহ, প্রতিভা বসু, সৈয়দ মুস্তাফা সিরাজ প্রমুখ বিশিষ্ট লেখকদের গ্রন্থ প্রকাশ করে থাকেন। মহাশ্বেতা দেবীর রচনাবলিও এই প্রকাশনার উদ্যোগে প্রকাশিত। দে’জ পাবলিশিং প্রকাশিত একাধিক বই সাহিত্য অকাদেমী পুরস্কার, আনন্দ পুরস্কার, রবীন্দ্র পুরস্কার ইত্যাদি সম্মানজনক পুরস্কারে সম্মানিত হয়েছে। আধুনিক লেখকদের পাশাপাশি রবীন্দ্রনাথ ঠাকুর, শরৎচন্দ্র চট্টোপাধ্যায়, বঙ্কিমচন্দ্র চট্টোপাধ্যায়, স্বর্ণকুমারী দেবী প্রমুখ ধ্রুপদী লেখকের গ্রন্থাবলিও দে’জ পাবলিশিং প্রকাশ করে। বর্তমানে সুপ্রতিষ্ঠিত বহু লেখকের প্রথম বই প্রকাশ করেছিল এই সংস্থাই। কলকাতার কলেজ স্ট্রিটে ১৫, বঙ্কিম চাটুজ্যে স্ট্রিটস্থ ভবনে এই সংস্থার প্রধান কার্যালয়।',
    'https://rokbucket.rokomari.io/company/a068475ae_642.png'
),
(
    'সময় প্রকাশন',
    'বাংলা প্রকাশনা জগতে ''সময় প্রকাশন'' একটি সুপরিচিত, ঐতিহ্যবাহী এবং অগ্রগামী নাম। ১৯৮৯ সালের এক বর্ষণমুখর শ্রাবণে সমসাময়িক প্রকাশনার তাগিদ এবং সময়ের সঙ্গে তাল মিলিয়ে চলার প্রত্যয় নিয়ে লোগো উন্মোচনের মাধ্যমে জন্ম নেয় ''সময় প্রকাশন''। কিশোর উপযোগী মুক্তিযুদ্ধের বই প্রকাশের মাধ্যমে শুরু হয় এর গৌরবময় যাত্রা। একই বছর প্রকাশিত হয় আমীরুল ইসলাম, আলী ইমাম ও আবুল খায়ের মুসলেহউদ্দিনের মতো পরিচিত লেখকদের বই। প্রতিষ্ঠার পর পরই ১৯৯০ সালে অমর একুশে বইমেলায় প্রথম অংশগ্রহণ করে সময় প্রকাশন। এবং ওই বছরেই প্রকাশিত হয় সৈয়দ শামসুল হক, হুমায়ূন আহমেদ, ইমদাদুল হক মিলনের বই। ১৯৯১ সালে বইয়ের ঐতিহাসিক পাইকারি কেন্দ্র বাংলাবাজারের হাজী আব্দুল মান্নান মার্কেটে নিজস্ব বিক্রয় কেন্দ্র গড়ে তোলে প্রতিষ্ঠানটি। পরবর্তীতে কাজের পরিধি বাড়ার সাথে সাথে বাংলাবাজার ও ফকিরাপুলে নিজস্ব প্রেস ও বাঁধাই কারখানা এবং পুরানা পল্টনে আধুনিক গ্রাফিক্স বিভাগসহ কর্পোরেট অফিস স্থাপিত হয়। সময়ের পরিক্রমায় দেশের সমাদৃত ও কালজয়ী লেখকদের প্রধান পছন্দ হয়ে ওঠে সময় প্রকাশন। বাংলা সাহিত্যের জনপ্রিয়তম লেখক হুমায়ূন আহমেদ এবং মুহম্মদ জাফর ইকবালের অসংখ্য সায়েন্স ফিকশন ও কিশোর সাহিত্য প্রকাশের ক্ষেত্রে এই প্রকাশনী অগ্রগামী ভূমিকা পালন করেছে। এছাড়াও আবুল ফজল, সুফিয়া কামাল, শওকত ওসমান, আব্দুল মান্নান সৈয়দ, আল মাহমুদ, সেলিনা হোসেন, ইমদাদুল হক মিলন, আনিসুল হক (যার বিখ্যাত উপন্যাস ''মা'' এখান থেকেই প্রকাশিত) এবং তসলিমা নাসরিনের মতো প্রথিতযশা লেখকদের বহু গুরুত্বপূর্ণ সৃষ্টি সময় প্রকাশনকে সমৃদ্ধ করেছে। শুধু কথাসাহিত্যই নয়, সময় প্রকাশনের অন্যতম বড় গৌরব নিহিত রয়েছে তাদের জাতীয় ও ঐতিহাসিক গুরুত্বসম্পন্ন প্রকাশনাগুলোর মধ্যে। বিশিষ্ট ইতিহাসবিদ অধ্যাপক মুনতাসীর মামুন সম্পাদিত ১২ খণ্ডের সুবিশাল ''মুক্তিযুদ্ধ কোষ'' প্রকাশ করে প্রতিষ্ঠানটি বাংলাদেশের ইতিহাস চর্চায় এক ঐতিহাসিক মাইলফলক স্থাপন করে। এ পর্যন্ত ২০০০-এরও বেশি বই প্রকাশ করা সময় প্রকাশন আধুনিক ডিজিটাল রূপান্তরের সাথে তাল মিলিয়ে ই-বুক এবং আন্তর্জাতিক ডিস্ট্রিবিউশনের মাধ্যমে বিশ্বজুড়ে বাংলা ভাষাভাষী পাঠকদের কাছে বই পৌঁছে দিচ্ছে। গুণগত মান ও সৃজনশীলতার স্বীকৃতিস্বরূপ সময় প্রকাশন অর্জন করেছে বাংলা একাডেমি প্রদত্ত সম্মানজনক ''মুনীর চৌধুরী স্মৃতি পুরস্কার'' সহ বহু জাতীয় পুরস্কার। মুক্তিযুদ্ধের বই প্রকাশে বিশেষ অবদানের স্বীকৃতিস্বরূপ অর্জন করেছে ‘‘জাহানারা ইমাম স্মৃতিপদক’’। শিশু-কিশোরদের জ্ঞান অর্জন এবং অধিক উৎকর্ষতা সাধনের জন্য গণিত বিষয়ক বই প্রকাশ করে যে অবদান রেখেছিল তার স্বীকৃতিস্বরূপ ''গণিত উৎসব ২০০৭'' থেকে সময় প্রকাশনকে সম্মাননা স্মারক প্রদান করা হয়। বিশিষ্ট প্রকাশক ফরিদ আহমেদের দক্ষ ও দূরদর্শী পরিচালনায় প্রকাশনীটি আজ বাংলাদেশের অন্যতম শীর্ষস্থানীয় প্রকাশনা প্রতিষ্ঠানে পরিণত হয়েছে। ''বই সময়ের প্রতিধ্বনি''—এই মূলমন্ত্রকে ধারণ করেই সমসাময়িক ও মননশীল সাহিত্যের আলো ছড়িয়ে যাচ্ছে সময় প্রকাশন।',
    'https://rokbucket.rokomari.io/company/3b14b7d23_21.png'
),
(
    'তাম्रলিপি',
    'বিজ্ঞানমনস্ক প্রজন্ম গড়ে তোলার প্রত্যয় নিয়ে এবং ভাষা আন্দোলন, মুক্তিযুদ্ধের চেতনা ও বঙ্গবন্ধুর আদর্শকে ধারণ করে ২০০৭ সালে তাম্রলিপির যাত্রা শুরু। আত্মপ্রকাশের পর থেকেই প্রতিষ্ঠানটি সাহিত্যের প্রায় প্রতিটি শাখায় বই প্রকাশ করে আসছে। তাম্রলিপি সবসময় শিশু-কিশোর ও তরুণদের আগ্রহকে প্রাধান্য দিয়ে বই প্রকাশ করে থাকে। এখন পর্যন্ত তাম্রলিপি থেকে প্রকাশিত বইয়ের সংখ্যা সাত শতাধিক। বঙ্গবন্ধুর জন্মশতবর্ষ উপলক্ষ্যে বঙ্গবন্ধুর জীবন ও কর্মের উপর ভিত্তি করে ৪৫টি বই ও মুক্তিযুদ্ধের ইতিহাস নিয়ে কিশোরদের উপযোগী ৬৪ জেলার ৬৪টি বই তাম্রলিপির প্রকাশিত বইয়ের মধ্যে অন্যতম। আলোকিত সমাজ বিনির্মাণে তাম্রলিপি নিরলস বই প্রকাশ করে যাচ্ছে। তাম্রলিপির বিশ্বাস- তরুণ প্রজন্ম বই পড়ায় অভ্যস্থ হলে সমৃদ্ধ হবে বাংলাদেশ।',
    'https://rokbucket.rokomari.io/company/d79ef1da9_58.jpg'
),
(
    'জ্ঞানকোষ প্রকাশনী',
    '',
    'https://rokbucket.rokomari.io/company/4ca3eaa12_16.jpg'
),
(
    'আগামী প্রকাশনী',
    'আগামী প্রকাশনী বাংলাদেশের প্রকাশনা জগতের একটি আলোচিত নাম। “মুক্তিযুদ্ধ ও মুক্তচেতনা দুয়ের প্রত্যয়ে আমাদের প্রকাশনা” এই অঙ্গীকার নিয়ে প্রকাশনায় নতুন ধারা সৃষ্টি করেছে। গুরুত্বের সাথে বিভিন্ন বিষয়ে সৃজনশীল, মননশীল, ও গবেষণাধর্মী বই প্রকাশিত হয়। ত্রিশ বছরের জ্ঞান ও দক্ষতায় আগামী প্রকাশনী গুনগত ও মানসম্মত বই প্রকাশ করে চলেছে। বিচিত্র বিষয়ে দেশের শীর্ষস্থানীয় লেখক, কবি, সাহিত্যিক, রাজনীতিক, শিক্ষাবিদ, সাংবাদিক, বুদ্ধিজীবীর প্রতিনিধিত্বশীল ও নির্ভরযোগ্য গ্রন্থের প্রকাশক। আগামী প্রকাশনীর সকল বই পাঠকদের বুদ্ধি ভিত্তিক উৎকর্ষ বৃদ্ধিতে সহায়তা করে। এই প্রকাশনী তার ঐতিহ্যের ধারা বজায় রেখে গভীর চিন্তাশীল ও সব বয়সী পাঠকের জন্য বই প্রকাশ করছে। আগামী প্রকাশনী প্রকাশনা শিল্পে অবদানের জন্য অনেক পুরষ্কার অর্জন করেছে। ২০১৩ সালে বাংলা একাডেমী সর্বাধিক মানসম্মত বই প্রকাশের জন্য আগামী প্রকাশনীকে পুরষ্কৃত করেছে। প্রকাশিত বইয়ের সংখ্যা ২০০০ এর বেশি ।',
    'https://rokbucket.rokomari.io/company/4f5ff7022cc4_7.jpg'
),
(
    'পাঠক সমাবেশ',
    'পাঠক সমাবেশ পাঠকদের নিজেদের মতো করে একটি দাড়াবার জায়গা। যে সকল বই চেতনাগত জাগরণ কোনো ভূমিকা রাখে না তা থেকে যতই মুনাফা আসুক সে-সব বই বাজারজাত ও প্রকাশনায় পাঠক সমাবেশ নিজেদের নিয়োজিত করবে না এমন একটা দায়বদ্ধতা থেকে আমাদের যাত্রা শুরু। আমরা চাই পাঠক সত্যিকারের পাঠক। সে-পাঠক তৈরিতে আমরা ভূমিকা রাখতে চাই। দেশের ও দেশের বাইরে একটি বিশ্বমানের প্রকাশনা প্রতিষ্ঠান ও বইএর শোরুম প্রতিষ্ঠা করা হয়েছে। এর শুরু ১৯৮৭ সালের ১২ জুলাই তারিখে। দীর্ঘ ৩৪ বছর ধরে ভিন্ন ধরনের বইয়ের উন্নত রুচি তৈরিতে আমরা কাজ করে যাচ্ছি।',
    'https://rokbucket.rokomari.io/company/b7df1bd43_414.jpg'
),
(
    'বিসিএস প্রকাশন',
    '....................',
    'https://rokbucket.rokomari.io/company/publisher.png'
),
(
    'তাওহীদ পাবলিকেশনশ',
    '.',
    'https://rokbucket.rokomari.io/company/2277daefd_923.jpeg'
),
(
    'মিত্র ও ঘোষ পাবলিশার্স প্রাঃ লিঃ (ভারত)',
    '.',
    'https://rokbucket.rokomari.io/company/347bec023_609.jpeg'
),
(
    'মাকতাবাতুল আযহার',
    '.',
    'https://rokbucket.rokomari.io/company/51227ae47_925.jpg'
),
(
    'অনন্যা',
    'সৃজনশীল গ্রন্থ প্রকাশনায় অনন্যা একটি অনন্য নাম। সেরা লেখকের সেরা বইটি প্রকাশ করে ইতোমধ্যে অনন্যা পাঠকের মনে জায়গা করে নিয়েছে। সৃষ্টির শুরু থেকে অদ্যবধি বিষয়বৈচিত্রপূর্ণ গ্রন্থ প্রকাশ করে অনন্যা বাংলা প্রকাশনাকে সমৃদ্ধ করছে। তুমুল জনপ্রিয় লেখক থেকে শুরু করে অনন্যা প্রকাশ করেছে তরুণ লেখকদের বইও। গল্প-উপন্যাস, প্রবন্ধ, নাটক, মুক্তিযুদ্ধ, বঙ্গবন্ধু গবেষণা, আত্মজীবনী, স্মৃতিকথা, কবিতা, শিশুসাহিত্য, ভ্রমণ, অর্থনীতি, সমাজ-সভ্যতা, অনুবাদসহ বিবিধ বিষয়ের উপর অনন্যার বইয়ের সম্ভার পাঠককে আকৃষ্ট করে। পাঠকের সুবিধার্থে দেশে এবং বিদেশের বেশিরভাগ বইমেলাগুলোতে সরব অংশগ্রহণ থাকে অনন্যা’র। তারই ধারাবাহিকতায় দেশের গণ্ডি পেড়িয়ে বিদেশেও বাংলা ভাষাভাষী পাঠকদের মাঝে অনন্যার বই জায়গা করে নিয়েছে। অনন্যা পাঠকদের কথা চিন্তা করেই গ্রন্থ প্রকাশ করে। পুরপুরি আস্থা রেখে সংগ্রহ করুন অনন্যা’র বই। নিজে পড়ুন এবং অন্যকে পড়তে উৎসাহিত করুন, এবং সঙ্গেই থাকুন বাংলা প্রকাশনার উৎকর্ষে।',
    'https://rokbucket.rokomari.io/company/d29fa2f32_2.jpg'
),
(
    'সিসটেক পাবলিশকেশন্স',
    'দেশের তৃণমূল পর্যায়ে কমপিউটার প্রযুক্তিকে ছড়িয়ে দেয়ার মানসে সিসটেক এর কর্মপ্রয়াস চলে আসছে দীর্ঘদিন ধরে। সেই ১৯৯২ সাল থেকেই এই কাজের সূচনা ঘটেছে। সিসটেক পাবলিকেশন্স লিমিটেড এর বর্তমান ম্যানেজিং ডিরেক্টর মাহবুবুর রহমান নিজে কমপিউটারের উপর প্রশিক্ষণ গ্রহণের পর অন্যদেরকেও কমপিউটারে প্রশিক্ষিত করার কাজে এগিয়ে আসেন এবং এই লক্ষ্যে বাস্তবসম্মত পদক্ষেপ গ্রহণ করেন। তার হাতেই ঢাকার মহাখালীতে গড়ে ওঠে সিসটেক কমপিউটার্স। এক সময় ছাত্রদের কাছাকাছি আসার পর বাংলায় কমপিউটার সংক্রান্ত বইপত্রের অভার পরিলক্ষিত হওয়ায় নিজেই বই লেখার কাজে মনোনিবেশ করেন। বিভিন্ন প্রকাশকদের দ্বারে দ্বারে ঘুরে কমপিউটারের উপর বই প্রকাশে বিফল হবার পর নিজেই বই প্রকাশের উদ্যোগ নেন। এর ফলশ্রুতিতে কমপিউটারের মতো সর্বাধুনিক প্রযুক্তিকে মাতৃভাষায় সহজভাবে উপস্থাপনের অঙ্গীকার নিয়ে ১৯৯৫ সালের ১ জানুয়ারি প্রকাশনায় খ্যাত ঢাকার বাংলাবাজারে আত্মপ্রকাশ ঘটে সিসটেক পাবলিকেশন্স লিঃ এর। সিসটেক এর সাথে সম্পৃক্ত কমপিউটার ইঞ্জিনিয়ার, বিশেষজ্ঞ ও দক্ষ প্রশিক্ষক ছাড়াও কমপিউটারের উপর স্বনামধন্য লেখকদের বই প্রকাশে সিসটেক পাবলিকেশন্স লিঃ সদা সচেষ্ট। সিসটেক থেকে প্রকাশিত বইসমূহ তথ্য ও যোগাযোগ প্রযুক্তির ক্ষেত্রে ইতোমধ্যে বাংলাদেশ ও পার্শ্ববর্তী দেশ ভারতের বাংলা ভাষাভাষীদের মাঝে ব্যাপক আলোড়ন সৃষ্টি করতে সমর্থ হয়েছে বাংলাদেশের কমপিউটার সংক্রান্ত বইপত্র প্রকাশের ক্ষেত্রে ইতোমধ্যে সিসটেক পাবলিকেশন্স লিমিটেড একটি মহীরূহে পরিণত হয়েছে। এর বইগুলো আজ দেশের গণ্ডী পেরিয়ে বিদেশেও ছড়িয়ে পড়েছে',
    'https://rokbucket.rokomari.io/company/fffb6dde2_226.jpg'
),
(
    'সন্দেশ',
    '',
    ''
),
(
    'ঢাকা কমিক্স',
    'Dhaka Comics is a Bangladeshi comic book house that was founded in 2013 by Mehedi Haque. with a group of young cartoonists and comic book artists, initiated the organization with an aim to publish comic books that can cater to Bangladeshi preferences and culture. Dhaka Comics believes that the youth of Bangladesh has in itself the capability and energy to produce excellent stories with standard graphics. They want to tell their own stories based on their own culture while maintaining the global visual taste. That the ambition of Dhaka Comics is not unrealistic is proven through the immense popularity the various titles of the house have already achieved. For the first time in Bangladesh, this comic book house is providing age-group rating based comics in different genres. Dhaka Comics has recently began to offer its content to global comic readers by translating the books into English and uploading the content via their own apps on line. It also expanded business to West Bengal Calcutta due to a popular demand by the Bengali speaking people of the region. Based in Dhaka, this publishing house dreams of spreading Bangladeshi comics in all corners of the world.',
    'https://rokbucket.rokomari.io/company/e9b111d08_1602.jpg'
),
(
    'হারপারকলিন্স পাবলিশার্স',
    'At HarperCollins Publishers India, we believe in telling the best stories and in ensuring that these stories reach a wide readership. We have had the pleasure of publishing some of the finest writers from the Indian subcontinent and around the world, publishing approximately 250 new books every year, with a print and digital catalogue of more than 2000 titles across 10 imprints and an array of genres. Essentially, our catalogue has a book for every reader. Our authors have won a phenomenal range of literary awards including the Booker Prize, JCB Prize, DSC Prize, New India Foundation Award, Atta Galatta Prize, Shakti Bhatt Prize, Gourmand Cookbook Award, Publishing Next Awards, Tata Literature Live! Award, Sushila Devi Award, Neev Awards, Gaja Business Book Awards, Ekamra Sports literature Awards, JK Auther Women Awards, Crossword Book Award, Sahitya Akademi Award and the Jnanpith Award We’re the proud publishers of some of the finest writers in the world including APJ Abdul Kalam, Aanchal Malhotra, Agatha Christie, Amish Tripathi, Amitav Ghosh, Anand Neelkantan, Anuja Chauhan, Ashwin Sanghi, Chetan Bhagat, Chitra Banerjee Divakaruni, Devdutt Pattanaik, Janice Pariat, Jay Shetty, Jeff Keller, Jeffrey Archer, Jhumpa Lahiri, Madhuri Vijay, Manu Pillai, Mark Manson, Paulo Coelho, Preeti Shenoy, Raghuram Rajan, Ramachandra Guha, Ravi Subramanian, Ravinder Singh, Rhonda Byrne, Ruskin Bond, S Hareesh, S Hussain Zaidi, Sadhguru, Savi Sharma, Siddhartha Mukherjee and Sudha Murty, to name just a few. HarperCollins India is also the publisher of The White Tiger by Aravind Adiga, winner of the Booker Prize 2008 and Girl in White Cotton by Avni Doshi, shortlisted for the Booker Prize in 2020, and is the recipient of seven Publisher of the Year Awards – In 2021 and 2015 at the Publishing Next Industry Awards, in 2021, 2018, 2016 and 2022 at Tata Literature Live and in 2023 at Kalinga Literature Festival! HarperCollins India also represents some of the finest publishers in the world including Harvard University Press, Gallup Press, Lonely Planet, Farshore, Allison & Busby Publishers, Hinkler, Ulysses Press, Red Weil Weiser, Welbeck, Oneworld and Gallup, Children’s publishers Nosy Crow, Bonnier, Usborne, Dover, National Geographic Children, Quarto and Independent Indian publishers Navayana, Speaking Tiger and Juggernaut Books',
    'https://rokbucket.rokomari.io/company/d62cbe3cb_813.jpg'
),
(
    'এমদাদিয়া লাইব্রেরী',
    'এমদাদিয়া লাইব্রেরী বাংলাদেশের একটি পুরনো এবং সম্মানিত প্রকাশনা প্রতিষ্ঠান। এটি বিভিন্ন প্রকার বই প্রকাশের সাথে জড়িত, বিশেষত ধর্মীয়, সামাজিক, এবং শিক্ষামূলক বিষয়বস্তু নিয়ে। প্রতিষ্ঠানটি বাংলাদেশের পাঠক সমাজের জন্য মানসম্মত এবং তথ্যপূর্ণ বই সরবরাহ করতে প্রতিশ্রুতিবদ্ধ। এমদাদিয়া লাইব্রেরী বাংলাদেশের ইতিহাস, সংস্কৃতি, এবং ধর্মীয় শিক্ষা সংক্রান্ত বইয়ের পাশাপাশি বিভিন্ন শখ ও শখের বইও প্রকাশ করে থাকে।',
    'https://rokbucket.rokomari.io/company/ed034724e_679.png'
),
(
    'পিয়ারসন',
    '',
    ''
),
(
    'লেকচার',
    'One and Only ISO 9001:2015 Certified and the largest academic book publishing company In BANGLADESH. Founded in 1988, Lecture Publications Ltd is the pioneer of modern digitalized era in the Publications sector.',
    'https://rokbucket.rokomari.io/company/45963d520_2187.jpg'
);